Repository: kekh/xfce4-soundmenu-plugin
Catalog: po/*.po
Languages: es, fr

source: Stopped
es: Detenido
fr: Stoppé

source: <b>%s</b> (%s) by %s in %s
es: <b>%s</b> (%s) por %s en %s
fr: <b>%s</b> (%s) de %s sur %s

source: Unknown Artist
es: Artista Desconocido
fr: Artiste inconnu

source: Unknown Album
es: Álbum desconocido
fr: Album inconnu

source: Double-click to launch the music player
es: Haga doble click para lanzar el reproductor
fr: Double-clic démarre le lecteur

source: Love
es: Favorita
fr: Aimer

source: Unlove
es: No es mas favorita
fr: Ne plus aimer

source: Search lyrics
es: Buscar letra de la canción
fr: Rechercher les paroles

source: Search artist info
es: Obtener información del artista
fr: Rechercher des infos sur l'artiste

source: Player
es: Reproductor
fr: Lecteur

source: Show the cover art on the panel
es: Mostrar la portada del álbum en el panel.
fr: Afficher la pochette sur le tableau de bord

source: Show huge cover art when deskbar panel mode
es: Mostrar la portada del álbum grande en el modo deskbar.
fr: Afficher une grande pochette en mode barre de bureau verticale

source: Show stop button
es: Mostrar el botón Detener
fr: Afficher le bouton Stop

source: Hide the controls if the player is not present
es: Ocultar los controles cuando el reproductor no esta presente
fr: Masquer les boutons si le lecteur n'est pas en fonction

source: Hide the cover if the player is not present
fr: Masquer aussi la pochette si le lecteur n'est pas en fonction

source: Use multimedia keys
es: Usar las teclas multimedias
fr: Utiliser les touches multimédia

source: Scrobble on Last.fm
es: Scrobble en Last.fm
fr: Activer le scrobbling Last.fm

source: User
es: Usuario
fr: Utilisateur

source: Password
es: Contraseña
fr: Mot de passe

source: Appearance
es: Apariencia
fr: Apparence

source: Behavior
es: Comportamiento
fr: Comportement

source: Love song on Last.fm failed.
es: Hubo un error al agregar la canción a tus favoritos
fr: L'action “Aimer la chanson” a échoué en ligne sur Last.fm

source: Unlove song on Last.fm failed.
es: Hubo un error al sacar la canción de tus favoritos.
fr: L'action “Ne plus aimer la chanson” a échoué en ligne sur Last.fm

source: %s by %s
es: %s por %s
fr: %s par %s

source: Lyrics thanks to %s
es: Letras gracias a %s
fr: Les paroles proviennent de %s

source: Artist information thanks to %s
es: Información del artista gracias a %s
fr: Les informations de l'artiste proviennent de %s

source: Lyrics not found.
es: No se encontró la letra de la canción.
fr: Paroles non trouvées...

source: Artist information not found.
es: No se encontró la Información del artista.
fr: Informations de l'artiste non trouvées...

source: Sound menu plugin for the Xfce panel
es: Sound menu plugin para el panel de Xfce
fr: Menu permettant de contrôler un lecteur multimédia depuis le panel

source: days
es: días
fr: jours

source: day
es: día
fr: jour

source: Loop playlist
fr: Répéter la liste de lecture

source: Shuffle
fr: Lecture aléatoire

source: Tools
fr: Outils

source: Sound menu Plugin
es: Plugin de audio
